{
  "added_tokens_decoder": {
    "0": {
      "content": "<PAD>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "1": {
      "content": "<UNK>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "3": {
      "content": "<EOS>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "30000": {
      "content": "<BOS>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<BOS>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<EOS>",
  "max_length": 1024,
  "model_max_length": 1024,
  "pad_token": "<PAD>",
  "stride": 0,
  "tokenizer_class": "PreTrainedTokenizerFast",
  "truncation_side": "right",
  "truncation_strategy": "longest_first",
  "unk_token": "<UNK>"
}
